"lblChargeLimit" = "Charge Limit:";
"btnDischarge" = "Discharge";
"btnTopup" = "Top Up";
"btnInstallHelper" = "Install Helper";
"btnQuit" = "Quit";
"hlpSailingModePopover" = "Sailing mode activated.";
"hlpCalibrationPopover" = "Currently Rebalancing and Recalibrating.";
"hlpHeatProtectionPopover" = "Inhibiting Charge because of high battery temperature. Current temperature: ";
"hlpIntelModePopover" = "Intel mode enabled.";
"lblSailingMode" = "Sailing Mode";
"txtEnabled" = "Enabled";
"txtDisabled" = "Disabled";
"hlpSailingModeSettings" = "After AlDente has finished charging your battery to the desired value, it will let your MacBook fall back to the set percentage before it starts charging again. This is done to prevent rapid charging/discharging around the set value.";
"txtWillSailTo" = "Will sail to ";
"txtSailingModeDeactivated" = "Sailing Mode deactivated.";
"lblHeatProtection" = "Heat Protection";
"hlpHeatProtectionSettings" = "AlDente automatically stops charging if your battery temperature exceeds the set value.";
"txtMaxTemp" = "Max. Temp";
"txtCurrent" = "  Current: ";
"txtPercentage" = "%";
"txtCelsius" = "°C";
"txtHeatProtectionDeactivated" = "Heat protection deactivated.";
"lblCalibrationMode" = "Calibration Mode";
"btnStopCalibration" = "Stop Calibration";
"btnStartCalibration" = "Start Calibration";
"txtDischarge15" = "Discharge\n15%";
"txtCharge100" = "Charge\n100%";
"txtHold1h" = "Hold\n1h";
"txtHold" = "Hold\n";
"txtDischarge" = "Discharge\n";
"lblStopChargingWhenSleeping" = "Stop charging\nwhen sleeping";
"hlpStopChargingWhenSleeping" = "When activated, charging is automatically inhibited when the system is entering sleep mode, even if the desired percentage is not yet reached.";
"lblStopChargingWhenClosed" = "Stop charging\nwhen app closed";
"lblStopChargingWhenPoweredOff" = "Stop charging\nwhen powered off";
"hlpStopChargingWhenPoweredOff" = "When activated, charging stays inhibited when AlDente is quit. This can be re-enabled by restarting AlDente or resetting the SMC.";
"lblIntelMode" = "Intel Mode";
"hlpIntelModeSettings" = "Only available on Intel MacBooks. This uses another SMC key for controlling the max charge value. Features like Allow Discharge, Sailing Mode and Calibration mode are not available in this mode, but the set charge value persists reboots. The actual end value can also differ by up to 5% from what you set.";
"lblHelperApp" = "Helper Application";
"btnReinstall" = "Reinstall";
"btnRemove" = "Remove";
"lblUpdates" = "Updates";
"btnCheckForUpdates" = "Check for Updates";
"txtCheckManually" = "Check Manually";
"txtCheckAutomatically" = "Check Automatically";
"lblOther" = "Other";
"btnManageLicense" = "Manage Licence";
"btnActivateLicense" = "Activate Licence";
"btnSaveDebugFile" = "Save Debug File";
"lblLaunchAtLogin" = "Launch at Login";
"hlpLaunchAtLogin" = "Launch AlDente on Startup";
"lblRestoreCompleted" = "Restore Completed!";
"txtRestoreCompleted" = "Your Settings have been restored to their default values.";
"btnResetSettings" = "Reset Settings";
"lblAlDentePro" = "AlDente Pro";
"lblAlDenteFree" = "AlDente Free";
"txtAHKEmail" = "apphousekitchen.com";
"lblFooterPro" = "Cooked up️ in 2024 by AppHouseKitchen";
"txtPurchaseEmail" = "https://apphousekitchen.com/pricing/";
"btnGetPro" = "Get Pro!";
"lblSyncingChargeState" = "Syncing Charge State";
"txtDischargeExitDescription" = "Since AlDente is currently discharging your battery, it has to wait until macOS recognises that the discharge stopped before exiting the app. Press OK to exit anyway, which may lead to your screen going blank once.";
"btnOK" = "OK";
"btnCancel" = "Cancel";
"lblIntelNotification" = "AlDente is running in Intel Mode";
"txtIntelNotification" = "Due to hardware limitations, only Intel Mode is available on this MacBook. Pro features cannot be enabled in this state.";
"lblSetupNotification" = "AlDente Pro Setup";
"txtSetupNotification" = "Please go to:\n\nSystem Preferences ➔ Battery ➔ Battery\n\nand disable\n\n \Optimised battery charging\.\n\nThis ensures that AlDente has full control over the charging behaviour.";
"txtSetupNotificationVentura" = "Please go to:\n\nSystem Preferences ➔\nBattery ➔\nBattery Health (Info Button)\n\nand disable:\n\n \Optimised battery charging\.\n\nThis ensures that AlDente has full control over the charging behaviour.";
"lblUpdateHelperNotification" = "Update Helper";
"txtUpdateHelperNotification" = "AlDente needs to update the helper application. You can remove this application at any time using the \Remove Helper\ Button.";
"lblInstallHelperNotification" = "Install Helper";
"txtInstallHelperNotification" = "To be able to control your MacBook's charging behaviour, AlDente Pro needs to install a helper application. You can remove this application at any time using the \nRemove Helper\ Button.";
"lblHelperInstallSuccessNotification" = "Helper Installation successful!";
"lblRemoveHelperNotification" = "Remove Helper?";
"txtRemoveHelperNotification" = "Are you sure you want to remove the helper application? AlDente can only operate with the helper installed.";
"lblHelperRemovedNotification" = "Helper Removed";
"txtHelperRemovedNotification" = "You have successfully removed AlDente's helper application. Since AlDente relies on the helper tool to do its magic, it won't be of much use until you reinstall the helper. AlDente will quit now.";
"lblClamshellDischargeProNotification" = "Sorry!";
"txtClamshellDischargeProNotification" = "Active Discharge in Clamshell Mode is only available with the Pro version.";
"lblDischargeInfoNotification" = "Some Words about Discharge Mode";
"txtDischargeInfoNotification" = "To enable discharge in all scenarios, like clamshell mode, AlDente has to temporarily disable your device's sleep functionality. Because of this, the Sleep option might be greyed out while discharging on some MacBooks. Also, some other apps controlling sleep behaviour might not work correctly.";
"lblDebugInfoSavedNotification" = "Debug Info saved";
"txtDebugInfoSavedNotification" = "Debug info file has been successfully saved to: ";
"lblActivationSuccessfulNotification" = "Activation successful!";
"txtActivationSuccessfulNotification" = "Thank you for buying AlDente Pro! May the pasta be with you.";
"lblNoConnectionNotification" = "No connection";
"lblDisableSleepCompletely" = "Disable Sleep\nuntil Charge Limit";
"hlpDisableSleepCompletely" = "With this setting enabled, AlDente disables your MacBook's sleep system until your charge limit is reached, even when the notebook is closed. Sleep is automatically enabled again when the power cord is unplugged.";
"lblShowOnStartup" = "Show on Startup";
"hlpShowOnStartup" = "AlDente's user interface will automatically open when the app is started.";
"hlpShowDockIcon" = "An AlDente icon is visible in the dock.";
"lblShowDockIcon" = "Show Dock Icon";
"hlpNoMenubarIcon" = "Removes AlDente's icon from the menu bar. When enabling this, the app is only accessible via the dock icon.";
"lblPopoverAnimation" = "Popup Animation";
"hlpPopoverAnimation" = "Turns the Popup animation on or off.";
"lblPopupWindow" = "Popup Window";
"lblNoMenubarIcon" = "Hide Menubar Icon";
"lblShowOnlyAlDenteIcon" = "Only AlDente Icon";
"lblMenubarIcon" = "Menubar Icon";
"txtDifference" = "Difference:";
"txtNoConnectionNotification" = "AlDente needs to check if your licence is valid once every 30 days. Please connect to the internet for AlDente to work.";
"lblAdvancedIntelMode" = "Advanced Intel Mode";
"hlpSettingsLock" = "Settings are locked. Contact your system admin to free them.";
"hlpUseRealPercentage" = "With this setting enabled, AlDente takes the actual hardware battery percentage as a reference. The value shown in macOS usually differs from this by a few percent, depending on the age of the battery and the charge state.";
"ttlStats" = "Stats";
"lblUseRealPercentage" = "Hardware Battery Percentage";
"hlpShowOnlyAlDenteIcon" = "Who wouldn't want a fresh plate of pasta in their menu bar at every time?";
"hlpShowBatteryIcon" = "Who wouldn't want a fresh plate of pasta in their menu bar at every time?";
"hlpShowPercentage" = "Who wouldn't want a fresh plate of pasta in their menu bar at every time?";
"lblCheckAutomatically" = "Check Automatically";
"txtIntelExplanation" = "On your MacBook, the charge limit can persist when powered off or in sleep mode. Please note that the percentage can vary by a few points in these cases due to technical limitations.";
"ttlMoreSettings" = "More";
"ttlScheduleSettings" = "Schedule";
"lblSleep" = "Sleep";
"lblLockScreenWhenClosed" = "Lock Screen when Closed";
"hlpLockScreenWhenClosed" = "When enabled, the screen is automatically locked when the lid is closed and sleep mode is deactivated.";
"lblAutomaticDischarge" = "Automatic Discharge";
"hlpAutomaticDischarge" = "When enabled, AlDente will automatically discharge to the set value if the current percentage is higher.";
"lblCharging" = "Charging";
"hlpAutomaticDischargeButton" = "AlDente will automatically discharge your battery when the set charge limit is lower than the battery percentage.";
"ttlGeneralSettings" = "General";
"ttlChargeSettings" = "Charge";
"ttlFeatureSettings" = "Features";
"ttlAppearanceSettings" = "Appearance";
"lblMagsafeLED" = "Magsafe LED";
"lblControlMagsafeLED" = "Control Magsafe LED";
"hlpControlMagsafeLED" = "If this setting is enabled, AlDente matches the colour of the Magsafe LED to the current charging state.";
"lblBlinkOrangeDischarge" = "Blink Orange during Discharge";
"hlpBlinkOrangeDischarge" = "If this setting is enabled, the Magsafe LED will blink orange while Discharge is enabled. ";
"lblMagsafeAlwaysOff" = "Always Off";
"hlpMagsafeAlwaysOff" = "If this setting is enabled, the Magsafe LED is always off as long as AlDente is running.";
"ttlCalibrationNotPossible" = "Calibration not possible!";
"txtCalibrationNotPossible" = "Calibration Mode is only available when the charger is connected.";
"ttlSMCIssue" = "Charge Limit Error";
"ttlLowChargeLimitWarning" = "Low Charge Limit";
"txtLowChargeLimitWarning" = "Keeping your battery at a low percentage for a prolonged amount of time can increase the chance of miscalibration.\nThis can lead to unintended power-offs of your device.\nIf this is the case, it can usually be fixed with AlDente's Calibration Mode.";
"txtSMCIssue" = "AlDente has detected an issue with macOS that can cause the Charge Limiter to not work temporarily.\nPlease perform the following steps to get AlDente to work again:\n1. Unplug your charger from the socket and turn off your MacBook\n2. Wait for 5 minutes\n3. Turn on the MacBook and plug in the charger\nAlDente should work again as expected.";
"ttlTasks" = "Tasks";
"txtTasksIntelMode" = "Task scheduling is not available in Intel Mode.";
"txtTasksNotActivated" = "Get AlDente Pro to unlock task scheduling!";
"txtCreateNewTask" = "Use the + button to add a new task!";
"txtTask" = "Task";
"txtStartTasksNext" = "Start Tasks at next Opportunity:";
"txtTaskHistory" = "Task History";
"ttlName" = "Name:";
"ttlActive" = "Active:";
"ttlAction" = "Action:";
"txtTopUp" = "Top-Up";
"txtDischargeTo" = "Discharge to";
"ttlRepeat" = "Repeat:";
"txtDaily" = "Daily";
"txtWeekly" = "Weekly";
"txtMonthly" = "Monthly";
"ttlStart" = "Start:";
"hlpStartTasksNext" = "AlDente cannot run tasks while your MacBook is asleep or powered off. If your MacBook was asleep or powered off while a task was supposed to run, it will start the task at the next opportunity, when it is turned on again.";
"lblHelperInstallError" = "Helper Install Error";
"txtHelperInstallError" = "There has been an issue during the helper installation. Click next to reload the helper service. You will be asked to enter your password again.";
"txtInstallHelper" = "AlDente needs its helper application running in order to work. Please install the helper application.";
"txtHelperInstallSuccessNotification" = "The helper application has been successfully installed!";
"txtPause" = "Pause Charging";
"txtCalibrate" = "Start Calibration Mode";
"txtChargeTo" = "Set Charge Limit";
"ttlAlDenteSetup" = "AlDente Setup";
"txtAlDenteHeadline" = "Welcome to AlDente!";
"txtIntro" = "Before we can get started, we need to configure a few things.";
"ttlInstallHelper" = "Install Helper App";
"txtInstallHelperInfo" = "AlDente needs the helper app to control your MacBook's charging behaviour.";
"txtHelperInstalled" = "(Helper Already Installed)";
"ttlOptimisedCharging" = "Optimised Battery Charging";
"txtOptimisedChargingInfo" = "To give AlDente full control over the charging behaviour of your MacBook, Optimised Battery Charging needs to be disabled.";
"bpOpenSettings" = "• Open System Settings → Battery";
"bpClickInfoButton" = "• Click the info button next to Battery Health";
"bpDisableOptimisedCharging" = "• Disable Optimised Battery Charging";
"txtDisableOptimisedChargingOld" = "Please go to: System Preferences ➔ Battery ➔ Battery and disable: Optimised battery charging.";
"btnOpenSettings" = "Open Settings";
"ttlCustomiseAlDente" = "Customise AlDente";
"txtPresetInfo" = "How do you use your MacBook?";
"btnMostlyHome" = "Mostly Home";
"btnOnTheGo" = "On the go";
"btnSkip" = "Skip";
"ttlSetupModal" = "This configures the following settings:";
"bpChargeLimit" = "• Charge Limit";
"bpLaunchAtLogin" = "• Launch at Login";
"bpSailingMode" = "• Sailing Mode*";
"bpHeatProtection" = "• Heat Protection*";
"bpAutomaticDischarge" = "• Automatic Discharge*";
"bpStopChargingWhenSleeping" = "• Stop Charging when Sleeping*";
"bpStopChargingWhenClosed" = "• Stop Charging when App closed*";
"bpHardwareBatteryPercentage" = "• Hardware Battery Percentage*";
"ttlProLicense" = "Pro Licence";
"txtProLicenseInfo" = "If you already have a Pro licence, you can activate it here.";
"btnUseFree" = "Use Free";
"btnActivatePro" = "Activate Pro";
"txtOn" = "On";
"txtOff" = "Off";
"txtOnlyInPro" = "* Only Available in AlDente Pro";
"txtEveryWeekday" = "Weekdays";
"txtEvery2Weeks" = "Biweekly";
"lblStats" = "Stats";
"lblPowerFlowNotAvailable" = "Due to technical restrictions, Power Flow is not available on this system.";
"txtPowerFlowFreeExplanation" = "This is only example data for demonstration purposes. Unlock AlDente Pro to get realtime data!";
"lblShowInPopover" = "Show in Popover";
"hlpShowInPopover" = "If enabled, this widget will also be visible in the menu bar popover.";
"lblShowPercentage" = "Show Percentage";
"lblShowBatteryIcon" = "Show Battery";
"lblDischargeLimitToHighNotification" = "Charge Limit too High";
"txtDischargeLimitToHighNotification" = "To use the discharge feature, you need to set the charge limit to a value lower than the current battery percentage.";
"chkDontAskAgain" = "Don't ask again";
"lblLimit" = "Limit:";
"txtAlDenteStatus" = "AlDente Status";
"txtMacOSNative" = "macOS Native";
"txtMacOSColored" = "macOS Coloured";
"ttlSettingsBackup" = "A backup of AlDente Pro settings has been found. Do you want to restore them?";
"txtSettingsBackup" = "Restore Pro Settings?";
"lblFooterFree" = "AppHouseKitchen 2024©️";
"ttlAlDenteSettings" = "AlDente Settings";
"txtDontShow" = "Don't Show";
"txtDontRepeat" = "Don't Repeat";
"lblIconStyle" = "Icon Style";
"txtAlDenteIcon" = "AlDente Logo";
"txtEnterTargetPercentage" = "Enter the target percentage: ";
"hlpSailingMinPerc" = "Below 20%, AlDente will always charge your battery and Sailing Mode is overridden.";
"ttlPowerFlow" = "Power Flow";
"chkRembemberDecision" = "Remember my decision";
"ttlSensorData" = "Sensor Data";
"ttlBatHealth" = "Battery Health";
"txtDesignCap" = "Design Capacity:";
"txtMaxCap" = "Maximum Capacity:";
"txtHardwareCap" = "Hardware Capacity:";
"txtMacOSCap" = "macOS Capacity:";
"txtCycleCount" = "Cycle Count:";
"ttlBatSpecs" = "Battery Specs";
"txtBatTemp" = "Battery Temperature:";
"txtTimeRemaining" = "Time Remaining:";
"txtTimeToFull" = "Time to full:";
"txtBatterySerial" = "Serial Number:";
"ttlElectricalSpecs" = "Electrical Specs";
"txtChargerI" = "Charger Current:";
"txtChargerU" = "Charger Voltage:";
"txtBatI" = "Battery Current:";
"txtBatU" = "Battery Voltage:";
"txtSystemP" = "System Load:";
"txtCalibrationInterrupted" = "Calibration Mode has been interrupted.\n Do you want to continue the calibration?";
"txtPopover" = "Show in Popover";
"ttlQuitApp" = "Quit AlDente?";
"txtQuitApp" = "Do you want to quit AlDente?";
"txtCondition" = "macOS Condition:";
"hlpLowPowerMode" = "macOS Low Power Mode is active.";
"lblLowPowerMode" = "Low Power Mode";
"lblTopUpWhileCalibrationNotification" = "Top Up not possible.";
"txtTopUpWhileCalibrationNotification" = "Top Up is not possible while a calibration is running. Please disable Calibration Mode before starting to Top Up.";
"txtNothing" = "Do Nothing";
"hlpRightClickAction" = "Determines what should happen when the AlDente icon in the menu bar is right-clicked.";
"txtToggleChargeLimit" = "Charging Start/Stop";
"txtToggleLPM" = "Low Power Mode Enable/Disable";
"txtRightClickAction" = "Menubar Right Click";
